"Caret" = "Carait";
"Rotate Pages" = "Rothlaigh na leathanaigh";
"Annotated" = "Le nótaí";
"Style" = "Stíl";
"Comments" = "Tráchtanna";
"Highlight" = "Aibhsigh";
"Ungroup" = "Scar óna chéile iad";
"Delete Page(s)?" = "Scrios na leathanaigh?";
"Color" = "Dath";
"Annotations" = "Nótaí";
"Close" = "Dún";
"Ruler" = "Rialóir";
"Thickness" = "Tiús";
"Undo" = "Cealaigh";
"Match Case" = "Bíodh an cás mar i gcéanna";
"Multiply" = "Iolraigh";
"Grid" = "Greille";
"Annotation" = "Nóta";
"Sound" = "Fuaim";
"Redaction" = "Atheagrú";
"Compatible" = "Comhoiriúnach";
"Signatures" = "Sínithe";
"Arrow" = "Saighead";
"%i/%i" = "%1$i/%2$i";
"Line" = "Líne";
"Password" = "Focal faire";
"OK" = "Tá go maith";
"Skip" = "Léim thar seo";
"Share" = "Comhroinn";
"Add Author" = "Cuir údar leis";
"Select" = "Roghnaigh";
"Squiggly" = "Catach";
"Scale" = "Scála";
"Save" = "Taisc";
"Type" = "Clóscríobh";
"Copy" = "Macasamhlaigh";
"Redact" = "Leasaigh";
"Link" = "Nasc";
"Rectangle" = "Dronuilleog";
"Flatten" = "Leacaigh";
"Outline" = "Imlíne";
"Settings" = "Socruithe";
"Add Page" = "Cuir leathanach leis";
"Signature" = "Síniú";
"Search" = "Cuardaigh";
"Delete" = "Scrios";
"Open" = "Oscail";
"Single Page" = "Leathanach aonair";
"Watermark" = "Comhartha uisce";
"Blank" = "Bán";
"Bookmarks" = "Leabharmharcanna";
"%d of %d" = "%1$d of %2$d";
"Lighten" = "Gealaigh";
"Strikeout" = "Buail amach";
"Group" = "Cuir le chéile iad";
"Exclusion" = "Eisiamh";
"Dotted" = "Poncaithe";
"Bookmarked" = "Leabharmharc curtha leis";
"Stamp" = "Stampa";
"Graph" = "Graf";
"Modify %@ on Page %d" = "Modify %1$@ on Page %2$d";
"Note" = "Nóta";
"Vertical Scrolling" = "Scrollú ingearach";
"Add" = "Cuir leis";
"Music" = "Ceol";
"Page Size" = "Méid an leathanaigh";
"Remove %@ on Page %d" = "Remove %1$@ on Page %2$d";
"Hue" = "Lí";
"Normal" = "Gnáth";
"Screen" = "Scáileán";
"Precision" = "Cruinneas";
"Thumbnails" = "Mionsamhlacha";
"Move Page" = "Bog an leathanach";
"Error" = "Botún";
"Page %d" = "Lch %d";
"Compare" = "Cuir i gcomórtas";
"Orientation" = "Treoshuíomh";
"Select a file to compare" = "Roghnaigh comhad le cur i gcómórtas";
"Whole Word" = "An focal ar fad";
"Done" = "Déanta";
"Calibrate" = "Calabraigh";
"Cancel" = "Cealaigh";
"Redo" = "Athdhéan é";
"Image" = "Cuir íomhá leis";
"Blend mode" = "Mód cumaisc";
"Ink" = "Inks";
"Polygon" = "Polagán";
"Overlay" = "Forluí";
"Overlay text" = "Forluí téacs";
"Saturation" = "Sáithiú";
"Define" = "Sainmhínigh";
"Export" = "Tabhair amach";
"Difference" = "Éagsúlacht";
"Paste" = "Greamaigh";
"Opacity" = "Teimhneacht";
"Darken" = "Dorchaigh";
"Add %@ on Page %d" = "Add %1$@ on Page %2$d";
"Edit" = "Eagar";
"Luminosity" = "Lonrachas";
"%@ Document - %@" = "%1$@ Document - %2$@";
"Lined" = "Línithe";
"Copy Text" = "Macasamhlaigh téacs";
"All" = "Uile";
"Polyline" = "Il-líne";
"Cloud" = "Scamall";
"New Signature" = "Síniú nua";
"Underline" = "Cuir líne faoi";
"Enter a page number (%d to %d)" = "Enter a page number (%1$d to %2$d)";
